{
    "Mòdul 1: Introducció als Semiconductors": "Aquest mòdul proporcionarà una visió general dels semiconductors, incloses les seves propietats i característiques. També abordarà els principis bàsics dels materials semiconductors i les seves aplicacions en tecnologia.",
    "Mòdul 2: Dispositius Semiconductors": "En aquest mòdul, els estudiants aprendran sobre els diferents dispositius semiconductors com ara díodes, transistors i circuits integrats. El mòdul tractarà els principis bàsics de funcionament i les aplicacions d'aquests dispositius.",
    "Mòdul 3: Física de Semiconductors": "Aquest mòdul aprofundirà en la física fonamental dels semiconductors, incloent conceptes com la teoria de bandes, el dopatge i el transport de portadors. Els estudiants aprofundiran en la comprensió del comportament dels semiconductors a nivell atòmic.",
    "Mòdul 4: Fabricació de Semiconductors": "Els estudiants exploraran els processos implicats en la fabricació de semiconductors, inclòs el creixement de cristalls, la fabricació d'hòsties i l'embalatge de dispositius. Aquest mòdul proporcionarà informació sobre els reptes i els avenços en la fabricació de semiconductors.",
    "Mòdul 5: Materials i propietats semiconductors": "En aquest mòdul, els estudiants estudiaran els diferents tipus de materials semiconductors, les seves propietats i els factors que influeixen en el seu comportament. El mòdul també abordarà les tècniques de caracterització utilitzades per avaluar materials semiconductors.",
    "Mòdul 6: Aplicacions dels Semiconductors": "Aquest mòdul se centrarà en les diverses aplicacions dels semiconductors en la tecnologia moderna, com ara l'electrònica, les cèl·lules solars i l'optoelectrònica. Els alumnes entendran l'impacte dels semiconductors en la vida quotidiana."
}